Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_de.tmx
Source language: en
Languages: de

source: Increased my awareness of new (European) funding mechanisms for school/adult education projects/organisations
de: Erweiterte meine Kenntnisse über neue (europäische) Fördermöglichkeiten für Schulen/Projekte in der Erwachsenenbildung/Organisationen

source: European training database
de: Europäische Datenbank

source: Group 4 – Promoting intercultural learning and understanding
de: Gruppe 4: Förderung des interkulturellen Lernens und Verständnisses

source: I intend to further develop networking activities
de: Ich beabsichtige Netzwerkaktivitäten weiter auszubauen.

source: Counselling
de: Beratung

source: Environmental science
de: Umweltwissenschaften

source: Faroe Islands
de: Färöer-Inseln

source: Author
de: Autor

source: Iran, Islamic Republic Of
de: Iran

source: ERASMUS Preparatory Visits for HEI
de: ERASMUS Vorbereitende Besuche für Hochschulen

source: Youth in the World
de: Jugend in der Welt

source: EU-China Year of Youth
de: EU China Jahr der Jugend

source: GRU-High
de: GRU-Hoch

source: Intermediary Partner
de: Vermittelnder Partner

source: LEONARDO DA VINCI Thematic networks
de: LEONARDO DA VINCI Themennetzwerke

source: Intensive Language Courses
de: Intensiv-Sprachkurse

source: Social dimension of higher education
de: soziale Dimension der Hochschulbildung

source: French
de: französisch

source: Air-conditioning trades programmes
de: Programme für Klimatechnik

source: Led or will lead to the use of new teaching methods/approaches in my school/organisation
de: Hat zur Anwendung neuer Unterrichtsmethoden / Ansätze in meiner Schule / Einrichtung geführt oder wird dazu führen

source: I completed and understood a contract with my host/sending/intermediary organisations regarding my Mobility
de: Ich habe einen Vertrag mit meiner Gast-/ Entsende-/ Vermittlungsorganisation in Bezug auf mein Auslandspraktikum abgeschlossen und den Vertrag auch verstanden.

source: This sub-Action will be used to support the European Union’s cooperation with international organisations working in the youth field, in particular the Council of Europe, the United Nations or its specialised institutions.
de: Mit dieser Unteraktion wird die Zusammenarbeit der Europäischen Union mit im Jugendbereich tätigen internationalen Organisationen, insbesondere mit dem Europarat, den Vereinten Nationen oder ihren Sonderinstitutionen, unterstützt.

source: LEONARDO DA VINCI PLM (People in the Labour Market)
de: LEONARDO DA VINCI Personen am Arbeitsmarkt

source: Inclusive approaches
de: Inklusionsansätze

source: Linguistics
de: Linguistik

source: Vocational training centre or organisation
de: Berufliches (Aus)Bildungszentrum/-organisation

source: Objectives and work programme of my Mobility were clearly defined
de: Die Einrichtung, bei der ich mein Praktikum absolvierte, entsprach meinem Aus- und Weiterbildungsbedarf.

source: IVT (Initial Vocational Training)
de: Berufliche Erstausbildung (IVT)

source: Undertaking classroom-based research into teaching methods and approaches
de: Klassenraumbezogene Forschung von Lehrmethoden und -ansätzen

source: Schools associations
de: Schulvereine

source: Secretarial and office work
de: Sekretariats- und Büroarbeit

source: Basque
de: Baskisch

source: Training for inspectors
de: Weiterbildung von Inspektor/innen

source: Fijian
de: Fidschianisch

source: Average
de: Durchschnittlich

source: Actuarial science
de: Versicherungsmathematik

source: Conference Organiser
de: Organisator der Konferenz

source: Other professionals
de: andere Berufe

source: United Arab Emirates
de: Vereinigte Arabische Emirate

source: Establishment for learners / pupils with special needs
de: Einrichtung für Lernende mit besonderen Bedürfnissen/Förderbedarf

source: Visits and Exchanges
de: Besuche und Austausche

source: Online education and training material (e-learning)
de: Online-Lehrmaterial (e-learning)

source: Educational evaluation and research
de: pädagogische Evaluation und Forschung

source: Cuba
de: Kuba

source: 3 months
de: 3 Monate

source: Volunteering
de: Ehrenamtliche Arbeit

source: Informal group of young people
de: Informelle Gruppe junger Menschen

source: Academic Networks
de: Akademische Netze

source: studies in European integration
de: Studien auf dem Gebiet der europäischen Integration

source: Graduates at ISCED 3A/B/C
de: Absolventen nach ISCED 3A/B/C

source: Agriculture, forestry and fishery
de: Land- und Forstwirtschaft und Fischerei

source: Led or will lead to the introduction of new teaching subject(s) in my school/organisation
de: Hat zu der Einführung neuer Unterrichtsfächer in meiner Schule/Einrichtung geführt oder wird dazu führen

source: Lower secondary or second stage of basic education
de: Sekundarbildung Unterstufe

source: Russian
de: Russisch

source: Increase support of the organisation management
de: Stärkere Unterstützung für die Leitung der Einrichtung

source: Increased self-confidence
de: Erhöhte Selbstsicherheit

source: I developed linguistic competences in my professional field
de: Ich habe meine fachbezogenen fremdsprachlichen Fähigkeiten verbessert.

source: Thematic Networking
de: Thematische Netzwerke

source: Group 3 – Non-formal and informal learning and activity programmes targeted at young people
de: Non-formales und informelles Lernen und Aktivitäten welche auf junge Leute abzielen.

source: First stage of tertiary education (not leading directly to an advanced research qualification - level 5)
de: Erste Stufe der tertiären Bildung (die nicht direkt zu einer fortgeschrittenen Forschungsqualifikation führt - Stufe 5)

source: Brazil
de: Brasilien

source: Architects, engineers and related professionals
de: Architekten, Ingenieur/innen und ähnliche Fachkräfte

source: Round 1: 16/01/2012
de: Runde 1: 16.01.2012

source: Lower secondary programmes to ISCED 3AB
de: Programme der unteren Sekundarbildung für ISCED 3AB

source: Vocational training institute tertiary level
de: Berufsbildungsinstitut auf tertiärer Ebene

source: Ecuador
de: Equador

source: The project reflects a common concern for European society, such as racism, xenophobia and anti-semitism, drug abuse...
de: Das Projekt spiegelt ein gemeinsames Anliegen bezüglich Themen innerhalb der europäischen Gesellschaft wider, z.B. Rassismus, Fremdenfeindlichkeit, Antisemitismus, Drogenmissbrauch etc.

source: Security and investigation activities
de: Sicherheits- und Ermittlungsdienstleistungen

source: Policy lessons
de: Politikstunden

source: pre-vocational programmes
de: auf die Berufsbildung vorbereitende Bildungsmaßnahmen

source: Others - Geography, geology
de: Sonstige - Geographie, Geologie

source: Kazakh
de: Kasachisch

source: Control engineering
de: Kontrolltechnik

source: Methodological knowledge
de: Methodologisches Wissen

source: private
de: privat

source: ERASMUS Virtual Campuses
de: ERASMUS virtuelle Campi

source: Corsican
de: Korsisch

source: Promoting mobility, entrepreneurship, creative thinking and innovative approaches of the curriculum
de: x

source: Led or will lead to the introduction of changes in the organisation of my institution at management level
de: Führte oder wird zu Veränderungen in der Organisation in meiner Institution auf der Managementebene führen

source: Studying system and policy-related aspects of adult education
de: Kennenlernen des Systems und der Politik-bezogenen Aspekte der Erwachsenenbildung

source: Modernisation of Higher Education
de: Modernisierung der Hochschulbildung

source: Nursing and midwifery professionals
de: Krankenpflege und Geburtshilfe

source: I now have a better understanding of other people
de: Ich verstehe andere Menschen jetzt besser

source: Round 3: 01/06/2011
de: Runde 3: 01/06/2011

source: MEETINGS and INFORMATION
de: TREFFEN und INFORMATIONEN

source: Physical science
de: Physikalische Wissenschaften

source: Adaptation
de: Adaption

source: Saint Pierre And Miquelon
de: Saint-Pierre und Miquelon

source: Executive Producer
de: Produktionsleiter

source: Teaching classes that are of mixed composition (in terms of ability, mother tongues or cultures)
de: Unterrichten in Klassen, die gemischt zusammengesetzt sind (im Hinblick auf Fähigkeiten, Muttersprachen oder Kultur)

source: Shareholder
de: Gesellschafter

source: REAL ESTATE ACTIVITIES
de: Grundstücks- und Wohnungswesen

source: Gas distribution
de: Gasnetz

source: Food processing
de: Lebensmittelverarbeitung

source: LEONARDO DA VINCI Multilateral Projects for Development of innovation
de: LEONARDO DA VINCI Innovationsentwicklung

source: Teacher training and education science (others)
de: Pädagogik (sonstiges)

source: Personal skills
de: Persönliche Fähigkeiten

source: LEONARDO DA VINCI Preparatory visits
de: LEONARDO DA VINCI Vorbereitende Besuche

source: Other professional, scientific and technical activities
de: Sonstige fachliche, wissenschaftliche und technische Tätigkeiten

source: Safety and quality inspectors
de: Sicherheits- und Qualitätsinspektoren

source: Innovative education and training modules
de: Innovative Bildungs- und Ausbildungsmodule

source: Increased support and participation of other local actors
de: Erhöhte Unterstützung und Teilnahme von anderen lokalen Akteuren

source: Communication systems
de: Kommunikationsfähigkeiten

source: Family workers
de: Mithelfende Familienangehörige

source: Tertiary programmes with academic orientation - 2nd degree
de: Tertiäre Programme mit akademischer Ausrichtung - 2. Grad

source: Cultural education
de: kulturelle Bildung

source: LEO-High-Medium
de: LEO-Hoch-Mittel

source: Tertiary programmes with occupation orientation - 1stQ
de: Tertiäre Programme mit Berufsorientierung - 1.Q

source: Curricular activity
de: Aktivitäten des Lehrplans

source: staff 2.001 to 5.000
de: 2.001 bis 5.000 Mitarbeitende

source: Increased cooperation with local companies
de: Erhöhte Zusammenarbeit mit lokalen Betrieben

source: Recognition of non-formal and informal learning
de: Anerkennung von nicht-formalem und informellem Lernen

source: Young Workers
de: Junge Arbeitnehmer/innen

source: Memorial
de: Gedenkstätte

source: Driving instructor training
de: Ausbildung für Fahrlehrer/innen

source: Meteorology
de: Meteorologie

source: Vocationally oriented language learning (VOLL)
de: Beruflich orientiertes Sprachen lernen

source: Students HEI
de: Studierende Hochschulen

source: Swahili
de: Suaheli

source: Cooperation with the Neighbouring Countries of the European Union - Youth Exchanges
de: Zusammenarbeit mit den Benachbarten Ländern der Europäischen Union - Jugendbegegnungen

source: Saint Vincent And The Grenadines
de: St. Vincent und die Grenadinen

source: Unemployment
de: Arbeitslosigkeit

source: Young people from 15 to 17 years old
de: Junge Menschen zwischen 15 und 17 Jahren

source: Estonian
de: estnisch

source: Tatar
de: Tatarisch

source: Personal services (others)
de: Personaldienstleistungen (sonstiges)

source: Operational Objectives ECETB
de: x

source: Operational Objectives ECETA
de: x

source: GRU-Small
de: GRU-Klein

source: Fiji
de: Fidschi

source: Networking
de: Vernetzung

source: United States
de: Vereinigte Staaten von Amerika

source: Third Country
de: Drittland

source: NIS and Russia
de: GUS und Russland

source: Totally accomplished
de: Vollkommen erreicht

source: Training in the methodology or pedagogy of foreign language teaching
de: Ausbildung in Methodik oder Pädagogik des Fremdsprachenunterrichtst

source: 2012/13: Requested
de: 2012/2013: beantragt

source: local
de: lokal

source: Other education
de: sonstige Bildung

source: Tertiary programmes with occupation orientation - 2ndQ
de: Tertiäre Programme mit Berufsorientierung - 2.Q

source: Mathematics (others)
de: Mathematik (sonstiges)

source: Meetings of young people and those responsible for youth policy
de: Begegnung junger Menschen mit Verantwortlichen der Jugendpolitik

source: Physical science (others)
de: Physikwissenschaften (andere)

source: INTERIM
de: ZWISCHEN

source: General secondary education
de: Allgemeinbildende höhere Schulen

source: COM BilPart
de: COM Bilat. Partnerschaft

source: Teacher Training: Foreign Language Teaching
de: Ausbildung für Fremdsprachenlehrkräfte

source: Combating failure in education
de: Bekämpfung von Mißerfolgen in der Bildung

source: LEO-Low-Medium
de: LEO-Niedrig-Mittel

source: Earth science
de: Geowissenschaften

source: Awaiting recall to work (on lay-off)
de: Bereitschaftsdienst

source: Trade organisations
de: Handelsorganisationen

source: Curricular Reform
de: Lehrplanreform

source: Occupational health and safety
de: Arbeitsschutz

source: Life science and health professionals
de: Biowissenschaftliche Fachkräfte und Gesundheitspersonal

source: KA4 Valorisation
de: KA4 Valorisierung

source: Enterprise
de: Unternehmen

source: Youth initiatives
de: Jugendinitiativen

source: European public policy research organisation (think tank)
de: Europäische zivilgesellschaftliche Forschungsorganisation (think tank)

source: ACCOMMODATION AND FOOD SERVICE ACTIVITIES
de: Gastgewerbe und Gastronomie

source: Administrative and other non-teaching staff
de: Verwaltungsangestellte und sonstige Mitarbeiter/innen, die keine Lehrkräfte sind

source: Economics, business, industry and commerce
de: Wirtschaft, Geschäft, Industrie und Handel

source: Manufacturing and processing
de: Produktion und Verarbeitung

source: Adding to the value of the Programme
de: Mehrwert des Programms

source: Law
de: Rechtswissenschaften

source: Preparing the official youth Presidency event
de: Vorbereitung des offiziellen Jugendevents zur Präsidentschaft

source: Creative Documentary
de: Kreative Dokumentation

source: Belarusian
de: Weißrussisch

source: Ndebele, South
de: Ndebele, Süd

source: Journalism and reporting
de: Journalismus und Berichterstattung

source: Young people
de: Jugendliche

source: Arabic
de: Arabisch

source: Aragonese
de: Aragonisch

source: Electronic equipment servicing
de: Service für elektronische Ausrüstung

source: Development and transfer of mobility strategies in VET
de: Entwicklung und Transfer von Mobilitätsstrategien in der beruflichen Aus- und Weiterbildung

source: Youth Exchanges
de: Jugendbegegnungen

source: Visa problems
de: Probleme mit Visa

source: Personal services
de: Personaldienstleistungen

source: Young migrants
de: Junge Migranten

source: Other associate professionals
de: Andere gleichrangige Berufe

source: Exchange of ideas and good practice
de: Austausch von Erfahrungen und Beispielen guter Praxis

source: GREECE
de: GRIECHENLAND

source: Language problems
de: Sprachliche Probleme

source: South Sudan
de: Südsudan

source: ERASMUS Staff Mobility - Teaching Assignments
de: ERASMUS Personalmobilität - Mobilität zu Unterrichtszwecken

source: Information Project Higher Education Reform
de: Informationsprojekt Hochschulreform

source: Teaching visit or exchange
de: Lernbesuch oder Austausch

source: Audio-visual techniques and media production
de: Audiovisuelle Techniken und Medienproduktion

source: Development of digital learning environments for the acquisition of key competences
de: Entwicklung digitaler Lernumgebungen für den Erwerb von Schlüsselkompetenzen

source: Drama
de: Schauspiel

source: School organisation
de: Schulorganisation

source: Debating relevant topics to the Structured Dialogue or EU Policies
de: Debatte relevanter Themen in Bezug auf den Stukturierten Dialog oder EU-Politik

source: Objectives fulfilment
de: Erreichte Ziele

source: Making provision for learners with special needs, and in particular by helping to promote their integration into mainstream education and training
de: Angebote für Lernende mit besonderem Förderbedarf , insbesondere Hilfen zur Förderung ihrer Integration in die allgemeine Aus- und Weiterbildung

source: Facilitator
de: ModeratorIn

source: Educational support activities
de: Erbringung von Dienstleistungen für das Bildungswesen

source: Doctoral candidates
de: Dissertanden

source: ERASMUS Modernisation of Higher Education
de: ERASMUS Modernisierung der Hochschulbildung

source: Coorganiser
de: Mitorganisator

source: LEONARDO DA VINCI Accompanying measures
de: LEONARDO DA VINCI Flankierende Maßnahmen

source: Active adult education teacher
de: Berufstätige Lehrkräfte in der Erwachsenenbildung

source: Post-secondary non-tertiary education
de: an die Sekundarschulbildung anschließende, nicht-hochschulische Bildung

source: Progress In Higher Education Reform
de: Fortschritt der Hochschulreform

source: No
de: Nein

source: Projects supporting the modernisation agenda for higher education institutions
de: Projekte, die die Modernisierung von Hochschuleinrichtungen fördern

source: staff 1 to 20
de: 1 bis 20 Mitarbeitende

source: Other craft and related trades workers
de: Sonstige Facharbeiter im Handwerk und ähnlichen Bereichen

source: Visiting an adult education organisation in the broadest sense (formal or non-formal) for the purpose of providing advice and guidance on certain aspects of adult education/learning
de: Besuch einer Einrichtung der formalen oder nicht-formalen Erwachsenenbildung (im weitesten Sinne) um Beratung zu bestimmten Aspekten der Erwachsenenbildung anzubieten

source: Akan
de: Akanisch

source: Host
de: Aufnehmende Einrichtung

source: Series
de: Serie

source: Adult education providers associations
de: Verbände von Anbietern im Bereich der Erwachsenenbildung

source: Tertiary education all first degrees
de: Tertiärbildung aller ersten Grade

source: Mexico
de: Mexiko

source: Support for less advantaged learners
de: Unterstützung benachteiligter Lernender

source: I developed my general linguistic competences
de: Meine Sprachfertigkeit hat sich entscheidend verbessert.

source: I am satisfied with the grant provided by the Leonardo programme for accommodation and subsistence
de: Ich bin mit der Höhe des Leonrado da Vinci Zuschusses für Unterkunft und Aufenthalt zufrieden.

source: Teaching material
de: Unterrichtsmaterial

source: Panjabi
de: Punjabi

source: Roma communities
de: Minderheit der Roma

source: Psychology
de: Psychologie

source: Male
de: M

source: Materials science
de: Materialkunde

source: Developing the skills and competences of VET teachers, trainers and tutors
de: Entwicklung der Fertigkeiten und Kompetenzen von Lehrern und Trainern in der Berufsbildung

source: Teacher training and education science (broad programmes)
de: Lehrerausbildung und Erziehungswissenschaften (breitgefächerte Bildungsgänge)

source: ISCED 5A first time graduates, 1st degree, more than 5 y
de: ISCED 5A Erstgraduierende, 1. Grad, über 5 y

source: Support for activities to bring about better knowledge of the youth field
de: Unterstützung von Aktivitäten zur Verbesserung des Kenntniserwerbs im Jugendbereich

source: Organisation developing activities with a wide impact at European level
de: Organisationen, deren Aktivitäten eine große Auswirkung auf europäischer Ebene haben

source: Students
de: Studenten

source: Operating systems
de: Betriebssystem

source: Virgin Islands, British
de: Britische Jungferninseln

source: Foundation
de: Stiftung

source: Class teacher training
de: Klassenlehrerschulung

source: Activities at which the participants engage
de: Aktivitäten, die Teilnehmer/innen durchführen

source: Staff involved in intercultural education or working with children of occupational travellers, migrant workers, Roma and travellers
de: Fachkräfte im Bereich Interkulturelles Lernen/Personen, die mit Kindern von Wanderarbeitnehmern, Migranten, Schaustellern, Roma und Sinti arbeiten

source: Tahitian
de: Tahitianisch

source: Asia with agreements
de: Asien mit Verträgen

source: This sub-Action supports the ongoing activities of the European Youth Forum
de: Diese Unteraktion unterstützt die laufenden Aktivitäten des Europäischen Jugendforums.

source: Development of approaches to teaching and learning
de: x

source: 10.001 to 20.000
de: 10.001 bis 20.000

source: Public administration
de: Öffentliche Verwaltung

source: Other products
de: Sonstige Produkte

source: Printing and reproduction of recorded media
de: Produktion von Druckerzeugnissen; Vervielfältigung von bespielten Ton-, Bild- und Datenträgern

source: ISCED 5A first time graduates, 1st degree, 3 to 5 y
de: ISCED 5A Erstgraduierende, 1. Grad, 3 bis 5 y

source: ERASMUS Mobility HEI
de: ERASMUS Mobilität Hochschulen

source: Youth for Europe
de: Jugend für Europa

source: Students associations
de: Studierendenverbände

source: History, philosophy and related subjects
de: Geschichte, Philosophie und verwandte Fächer

source: Mathematicians, statisticians and related professionals
de: Mathematiker/innen, Statistiker/innen und ähnliche Fachkräfte

source: Quality assurance of adult learning, including the professional development of staff
de: x

source: Madagascar
de: Madagaskar

source: Biology
de: Biologie

source: FINANCIAL AND INSURANCE ACTIVITIES
de: Erbringung von Finanz- und Versicherungsdienstleistungen

source: Developing the quality and attractiveness of VET systems and practices
de: Verbesserung der Qualität und Attraktivität der Systeme und Verfahren in der beruflichen Aus- und Weiterbildung

source: Protection of persons and property
de: Personenschutz und Schutz von Eigentum

source: Round 1: 21/02/2011
de: Runde 1: 21.02.2011

source: Round 1: 21/02/2012
de: Runde 1: 21.02.2012

source: Cultural events
de: Kulturelle Veranstaltungen

source: COM-High
de: COM-groß

source: Female
de: W

source: Music and performing arts
de: Musik und darstellende Kunst

source: Core partner
de: Hauptpartner

source: Tunisia
de: Tunesien

source: STATISTICS
de: STATISTIKEN

source: ECVET for transparency and recognition of learning outcomes and qualifications
de: ECVET zur Transparenz und Anerkennung von Lernergebnissen und Qualifikationen

source: Communication problems
de: Kommunikationsschwierigkeiten

source: Adult education teacher
de: Lehrkräfte in der Erwachsenenbildung

source: Residential care activities
de: Heimpflegetätigkeiten

source: Mobility of people in the labour market in continuing vocational training
de: Mobilität von Personen auf dem Arbeitsmarkt in weiterführender Berufsbildung

source: Changes to the curriculum/training programme
de: Änderungen im Lehrplan / im Ausbildungsprogramm

source: Chemical and process
de: Chemie- und Verfahrenstechnik

source: Music
de: Musik

source: Curriculum development (CD) projects
de: Lehrplanentwickllungs- (CD)-Projekte

source: European Year of Volunteering
de: Europäisches Jahr der Freiwilligentätigkeit

source: Studying aspects of adult education and learning in the host country
de: Kennenlernen der Aspekte von Erwachsenenbildung im Gastland

source: Social and civic competences
de: Soziale Kompetenz und Bürgerkompetenz

source: Finance, banking, insurance
de: Finanz-, Bank- und Versicherungswesen

source: Other
de: sonstige

source: Lifelong learning dimension of higher education institutions
de: Dimension des lebenslangen Lernen in Hochschulen

source: Electrical power generation
de: Generieren elektrischer Leistung

source: Employed in adult education, part time
de: Bildungspersonal in der Erwachsenenbildung, Teilzeit

source: Development of Special Needs Education (SEN) towards inclusion of all young people, in particular those with disabilities.
de: Förderung der Bildung für Schüler/innen mit besonderen Bedürfnissen zur Inklusion aller Schüler/innen, insbesondere solcher mit Behinderung.

source: Publishing House
de: Verlagshaus

source: Environmental protection (others)
de: Umweltschutz (sonstiges)

source: developing
de: entwickelnd
